IDEA Open Model
ConnectionSetup.DistanceDiameterBetweenBP Property
Compatible with IDEA StatiCa 20.1
 Anchor pitch
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double DistanceDiameterBetweenBP { get; set; }
Public Property DistanceDiameterBetweenBP As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace